Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/explanations_and_stories_fi/saamen_kielilain_29_ss_mukainen_kertomus_saamelaiskarajille.pdf.tmx
Source language: fin
Languages: sme

source: Kertomuksen taustaa Saamen kielilain (1086/2003) 29 §:n mukaisesti Saamen kielen toimisto yhdessä saamelaiskäräjien asettaman kielineuvoston kanssa antaa vaalikausittain Saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
sme: Muitalusa duogáš Sámi giellalága (1086/2003) 29 § mielde Sámegiela doaimmahat ovttas sámedikki ásahan giellaráđiin addá válgabaji mielde sámediggái muitalusa sámegiela guoski láhkaásaheami heiveheamis ja lassin sámiid gielalaš vuoigatvuođaid ollašuvvamis ja gielladili ovdáneamis.

source: Tämä nyt annettava kertomus on ensimmäinen saamen kielilain toteutumisesta annettava kertomus.
sme: Dát dál addojuvvon muitalus lea vuosttas sámi giellalága ollašuvvamis addojuvvon muitalus.

source: Se pohjautuu laajempaan, Klemetti Näkkäläjärven saamelaiskäräjille laatimaan selvitykseen, ” Saamen kielilain toteutuminen vuosina 2004-2006 ” (jälj.
sme: Dat vuođđuduvvá viidásut, Klemetti Näkkäläjärvi sámediggái ráhkadan čielggadeapmái, ” Sámi giellalága ollašuvvan jagiin 2004-2006 ” (maŋŋ.

source: selvitys) ja joka on kertomuksen liitteenä.
sme: čielggadeapmi) ja mii lea muitalusa mildosin.

source: Edellä mainittu selvitys liitteineen on luettavissa osoitteessa
sme: Dás ovdalis namuhuvvon čielggadeami mildosiiguin sáhttá lohkat čujuhusas www.Samediggi.fi

source: Saamelaiskäräjien viimeisemmän tilaston mukaan saamelaisia on 9350, joista Suomessa asuu 8706.
sme: Sámedikki maŋimuš statistihka mielde sámit leat 9350, geain Suomas ásset 8706.

source: Heistä yli puolet (54.9 % asuu saamelaisten kotiseutualueen ulkopuolella.
sme: Sis badjel bealli (54.9 % ássá sámiid ruovttuguovllu olggobealde.

source: Saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten kielellisten oikeuksien toteuttaminen vaatii välittömästi erityisiä toimenpiteitä valtiovallalta ja Saamelaiskäräjiltä.
sme: Sámiid ruovttuguovllu olggobealde ássi sámiid gielalaš vuoigatvuođaid ollašuhttin gáibida dakkaviđe erenomáš doaimmaid stáhtas ja sámedikkis.

source: Erittäin huolestuttavaa on, että saamelaisten kotiseutualueen ulkopuolella asuvat lapset jäävät kokonaan oman kielen ja omakielisen perusopetuksen ulkopuolelle (alle kymmenen vuotiaista lapsista yli 70 % asuu saamelaisalueen ulkopuolella muualla Suomessa).
sme: Erenomáš fuolastuhtti lea, ahte sámiid ruovttuguovllu olggobealde ássi mánát báhcet ollásit iežaset giela ja iežasgielat vuođđooahpahusa olggobeallái (vuollái logi jahkásaš mánáin badjel 70 % ássá sámeguovllu olggobealde eará sajis Suomas).

source: Saamelaiskulttuurin ja saamen kielen / kielten säilyminen edellyttävät, että saamenkielinen perusopetus ja päivähoito on erityiskorvattava kunnille myös saamelaisalueen ulkopuolisella alueella valtion varoista.
sme: Sámekultuvrra ja sámegiela / gielaid seailun gáibidit, ahte sámegielat vuođđooahpahusa ja beaivedivššu galgá sierra buhttet gielddaide maiddái sámeguovllu olggobeale guovllus stáhta váriin.

source: Vuonna 2004 voimaan tulleen uudistetun saamen kielilain pääasiallisena tarkoituksena oli tuoda parannusta saamelaisten kielellisten oikeuksien toteutumiseen ja vahvistaa saamelaisille alkuperäiskansana turvattua perustuslaillista (731/1999, 17.3 §) oikeutta ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Jagis 2004 fápmui boahtán ođasmahtton sámi giellalága váldodárkkuhussan lei buoridit sámiid gielalaš vuoigatvuođaid ollašuvvama ja nannet sámiide eamiálbmogin sihkkaraston vuođđolágalaš (731/1999, 17.3 §) vuoigatvuođa doalahit ja ovddidit iežaset giela ja kultuvrra.

source: Uuden kielilain myötä saamelaisten tuli voida asioida saamen kielellä itseään tai omaa etuaan koskevissa asiassa saamelaisten kotiseutualueen kuntien ja valtion viranomaisissa.
sme: Ođđa giellalága mielde sámit galge sáhttit dikšut áššiid sámegillii iežaset dahje iežaset ovddu guoskevaš áššiin sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččain.

source: Selvitys saamen kielilain toteutumisesta pohjautuu laajaan lomakekyselyyn, jossa 169 taholta kysyttiin mm. tietoja saamenkielisten palvelujen laajuudesta, saamen kielen taidosta ja käytöstä sekä saamen kielen edellytyksistä työtehtävissä.
sme: Čielggadeapmi sámi giellalága ollašuvvamis vuođđuduvvá viiddes skovvejearahallamii, mas 169 oassebealis jerrojedje ee. dieđut sámegielat bálvalusaid viidodagas, sámegiela dáiddus ja geavaheamis ja maiddái sámegiela eavttuin bargguin.

source: Selvityksen kohderyhminä olivat saamen kielilain 2 §:ssä mainitut viranomaiset, joihin saamen kielilakia sovelletaan.
sme: Čielggadeami čuozáhatjoavkun ledje sámi giellalága 2 §:s máinnašuvvon virgeoapmahaččat, geaidda sámi giellaláhka heivehuvvo.

source: Suurin kohderyhmistä oli saamelaisten kotiseutualueen kuntien työntekijät.
sme: Stuorámus čuozáhatjoavku lei sámiid ruovttuguovllu gielddaid bargit.

source: Yhteensä kysymyslomakkeita lähetettiin 169 taholle ja vastauksia saatiin 109 taholta.
sme: Oktiibuot gažaldatskovit sáddejuvvojedje 169 oassebeallái ja vástádusat ožžojuvvojedje 109 oassebealis.

source: Keskeisistä viranomaisista kyselyyn jättivät vastaamatta mm.. Lapin ympäristökeskus, korkein hallinto-oikeus, ympäristöministeriö, Sodankylän kunnan esimiehet ja saamensradio.
sme: Dehaleamos virgeoapmahaččain jearahallamii guđđe vástikeahttá ee. Lappi birasguovddáš, alimus hálddahusriekti, birasministeriija, Soađegili gieldda hoavddat ja sámerádio.

source: Valtakunnansyytäjänvirasto, Terveydenhuollon oikeusturvakeskus (TEO.)
sme: Riikkasivaheaddjilágádus, Dearvvasvuođafuolahusa riektedorvoguovddáš (TEO.)

source: , Patentti- ja rekisterihallitus (PRH.)
sme: , Pateanta- ja registtarhálddahus (PRH.)

source: , Väestörekisterikeskus, Itella, Saamelaisalueen koulutuskeskus, Senaattikiinteistöt sekä Ilmatieteen laitos ilmoittivat, ettei saamen kielilaki koske heidän toimialaansa.
sme: , Álbmotregisttarguovddáš, Itella, Sámi oahpahusguovddáš, Senaattikiinteistöt ja Dálkediehtaga lágádus almmuhedje, ahte sámi giellaláhka ii guoskka sin doaibmasuorggi.

source: Selvityksessä on arvioitu saamen kielilain sitovuutta edellä mainittuihin viranomaistahoihin ja julkisia palveluja tuottaviin yhteisöihin ja yksityisiin nähden, jotka olivat ilmoittaneet, että saamen kielilaki ei koske heidän toimialaa.
sme: Čielggadeamis lea árvvoštallon sámi giellalága čadnivuohta ovdalis namuhuvvon virgeoapmahaččaid ja almmolaš bálvalusaid buvttadeaddji servošiid ja priváhta oassebeliid ektui, geat ledje almmuhan, ahte sámi giellaláhka ii guoskka sin doaibmasuorggi.

source: Arvion mukaan laki koskee ainakin osittain myös em. tahoja.
sme: Árvvoštallama mielde láhka guoská goittotge muhtin muddui maiddái om. oassebeliid.

source: Lisäksi selvityksestä ilmenee, että saamen kielilain 2 §:n viranomaisluettelo on osittain vanhahtavaan muotoon laadittu ja on omiaan välittämään virheellistä tai ainakin harhaanjohtavaa viestiä lain soveltamisvelvollisuudesta suomalaisessa yhteiskunnassa.
sme: Lassin čielggadeamis albmana, ahte sámi giellalága 2 § virgeoapmahašlogahallan lea muhtin muddui boaresáigásaš hápmái ráhkaduvvon ja danin addá boastto dahje goittotge čadjidahtti dieđuid lága heivehangeatnegasvuođas suopmelaš servodagas.

source: Viranomaisten saamen kielen taito
sme: Virgeoapmahaččaid sámegiela dáidu

source: Selvityksestä saadun tiedon perusteella saamelaisalueen kuntien ja valtion yksiköiden virkamiehistä ja työntekijöistä saamea äidinkielenään puhuu kaiken kaikkiaan 7 % kaikista työntekijöistä.
sme: Čielggadeamis ožžojuvvon dieđu vuođul sámeguovllu gielddaid ja stáhta ossodagaid virgeolbmuin ja bargiin sámegiela eatnigiellan hállet buohkanassii 7 % buot bargiin.

source: Määrä on vähentynyt vuodesta 2000 vajaat 2 %.
sme: Mearri lea geahppánan jagis 2000 vádjit 2 %.

source: Muutos on merkittävä kun otetaan huomioon kuinka pieni saamen kieltä äidinkielenään puhuvien työntekijöiden ryhmän suhteellinen osuus on kuntien ja valtion henkilöstöstä.
sme: Nuppástus lea mearkkašahtti go váldojuvvo vuhtii man uhcci sámegiela eatnigiellan hálli bargiid gorálaš oassi lea gielddaid ja stáhta bargiin.

source: Vuoteen 2000 nähden, niiden työntekijöiden osuus, jotka saamea pystyivät työssään käyttämään, on kasvanut 4,8 %.
sme: Jagi 2000 ektui, daid bargiid oassi, geat baste barggus sámegiela geavahit, lea lassánan 4,8 %.

source: Vuonna 2000 saamen kielellä pystyi palvelemaan 11,9 % kunnan ja valtion viranomaisista ja vuonna 2006 saamen kielellä asiakaspalvelua kykeni antamaan 14,8 % kunnan ja valtion viranomaisista.
sme: Jagis 2000 sámegielain baste bálvalit 11,9 % gieldda ja stáhta virgeoapmahaččain ja jagis 2006 sámegielain áššehasbálvalusa baste fállat 14,8 % gieldda ja stáhta virgeoapmahaččain.

source: Tarkasteltaessa saamen kieltä vähän ymmärtävien osuutta kuntien työntekijöinä, vuonna 2006 oli se 3,9 % vähemmän kuin vuonna 2000.
sme: Guorahaladettiin sámegiela uhcán áddejeaddji oasi gielddaid bargiin, jagis 2006 lei dat 3,9 % uhcit go jagis 2000.

source: Saamea osaamattomien määrä on jonkin verran laskenut, vuonna 2006 heitä oli 70,6 % kun vuonna 2000 heitä oli 73,4 %.
sme: Sámegiela máhtekeahtes bargiid mearri lea muhtin veardde njiedjan, jagis 2006 sii ledje 70,6 % go jagis 2000 sii ledje 73,4 %.

source: Päivähoidossa ja opetustoimessa työskentelevät muodostavat 36 % siitä joukosta jotka voivat antaa saameksi asiakaspalvelua saamelaisten kotiseutualueen kunnissa ja valtion viranomaisissa, mutta koska heidän asiakaspalvelunsa on suunnattu tietylle tarkoin rajatulle joukolle, ei heitä voida laske kokonaisprosenttiin.
sme: Beaivedivššus ja oahpahusdoaimmas bargit ráhkadit 36 % dan joavkkus, geat sáhttet addit sámegillii áššehasbálvalusa sámiid ruovttuguovllu gielddain ja stáhta virgeoapmahaččain, muhto go sin áššehasbálvalus lea dárkkuhuvvon dihto dárkilit ráddjejuvvon jovkui, ii sin sáhte rehkenastit ollesprosentii.

source: Kun päivähoidossa ja opetustoimessa työskentelevien prosentuaalinen määrä vähennetään kokonaisprosenttimäärästä, laskee saamenkielistä asiakaspalvelua antavien määrä 9,5 %:iin.
sme: Go beaivedivššus ja oahpahusdoaimmas bargiid prosentuálalaš mearri geahpeduvvo ollesproseantamearis, njiedjá sámegielat áššehasbálvalusa addiid mearri 9,5 %:i.

source: Todellista muutosta kuntien ja valtion yksiköiden saamen kielen taitoisten henkilöiden määrässä ei ole tapahtunut.
sme: Duođalaš nuppástus gielddaid ja stáhta ossodagaid sámegielamáhtolaš bargiid mearis ii leat dáhpáhuvvan.

source: Saamen kielilaki ei ole lisännyt merkittävästi viranomaisten saamen kielen taitoa.
sme: Sámi giellaláhka ii leat lasihan mearkkašahttiláhkai virgeoapmahaččaid sámegiela dáiddu.

source: Kuntien ja valtion yksiköiden on paneuduttava saamen kielilain toteuttamiseen.
sme: Gielddat ja stáhta ossodagat galget vuodjut sámi giellalága ollašuhttimii.

source: Paras keino siihen olisi saada kaikkien tulevien virkojen ja toimien kelpoisuudeksi, tai ainakin ansioksi saamen kielen taito.
sme: Buoremus vuohkin dasa livčče oažžut buot boahttevaš virggiid ja doaimmaid dohkálašvuohtan, dahje goittotge ánsun sámegiela dáiddu.

source: Valtion uudessa palkkausjärjestelmässä saamen kielen taito tulee nähdä palkkaa nostavana ansiona aina saamelaisten kotiseutualueella toimivissa valtion yksiköissä ja liikelaitoksissa, joiden toimialueeseen saamelaisten kotiseutualue kuuluu.
sme: Stáhta ođđa bálkávuogádagas sámegiela dáiddu galgá atnit bálkká bajideaddji ánsun álo sámiid ruovttuguovllus doaibmi stáhta ossodagain ja fitnodatlágádusain, geaid doaibmasuorgái sámiid ruovttuguovlu gullá.

source: Saamenkielisten palvelujen laajuus
sme: Sámegielat bálvalusaid viidodat

source: Saamen kieltä osaavien viranomaisten vähäisestä määrästä voidaan päätellä myös saamenkielisten palvelujen laajuus.
sme: Sámegielamáhtolaš virgeoapmahaččaid uhcánaš mearis sáhttá meroštallat maiddái sámegielat bálvalusaid viidodaga.

source: Parhaiten saamenkieliset palvelut toteutuvat kuntien sivistystoimissa.
sme: Buoremusat sámegielat bálvalusat ollašuvvet gielddaid čuvgehusdoaimmas.

source: Muutoin saamelaisalueella toimivien valtion yksiköiden ja saamelaisalueen kuntien saamenkieliset palvelut toteutuvat pääosin tulkkipalvelujen ja käännösten kautta.
sme: Muđui sámeguovllus doaibmi stáhta ossodagaid ja sámeguovllu gielddaid sámegielat bálvalusat ollašuvvet eanaš tulkabálvalusaid ja jorgalusaid bokte.

source: Vuoden 2000 selvityksen tuloksiin verrattuna ei saamenkielisen asiakaspalvelun saatavuus viranomaisasioinnissa ole juurikaan parantunut uuden kielilain myötä.
sme: Jagi 2000 čielggadeami bohtosiidda veardidettiin ii sámegielat áššehasbálvalusa oažžun virgeoapmahaččain leat olus álgage buorránan ođđa giellalága mielde.

source: Saamen kielilain 9 §:n mukaan viranomaisen ilmoitukset, kuulutukset ja julkipanot sekä muut yleisölle annettavat tiedotteet sekä opasteet ja yleisön käytettäviksi tarkoitetut lomakkeet täyttöohjeineen on saamelaisten kotiseutualueella laadittava ja annettava myös saamen kielellä.
sme: Sámi giellalága 9 § mielde virgeoapmahaččaid almmuhusat, gulahusat ja almmustahttimat ja álbmogii addojuvvon eará dieđáhusat sihke oahpástagat ja olbmui geavahussii oaivvilduvvon skovit deavdinrávvagiiguin galget sámiid ruovttuguovllus ráhkaduvvot ja addojuvvot maiddái sámegillii.

source: Kuntien ja viranomaisten tiedotus saamenkielellä toteutuu vain osittain.
sme: Gielddaid ja virgeoapmahaččaid dieđiheapmi sámegillii ollašuvvá dušše muhtin muddui.

source: Verkkotiedottaminen on tärkeä osa nykypäivänä tapahtuvaa tiedottamista.
sme: Internetdieđiheapmi lea dehalaš oassi otná beaivve dáhpáhuvvan dieđiheamis.

source: Verkkotiedottaminen saamenkielellä on sattumanvaraista.
sme: Internetdieđiheapmi sámegillii dáhpáhuvvá deivvolaččat.

source: Saamelaisten kotiseutualueen kunnista Utsjoella oli muutamia saamenkielisiä tiedotteita ja lomakkeita sivuillansa Muiden saamelaisten kotiseutualueen kuntien verkkosivuilla ei ole saamenkielisiä tiedotteita.
sme: Sámi ruovttuguovllu gielddain Ohcejogas ledje muhtin sámegielat dieđáhusat ja skovit siidduin.

source: Saamelaisten kotiseutualueen viranomaiset ovat saamen kielilain 12-16 §:n mukaan velvoitettuja toimittamaan asiakirjat saameksi ja järjestämään asiakaspalvelutilanteisiin tulkkauksen, mikäli saamenkielinen henkilö näin tahtoo.
sme: Eará sámiid ruovttuguovllu gielddaid internetsiidduin eai leat sámegielat dieđáhusat.

source: Tulkkauksen järjestäminen on viranomaisen velvollisuus, mutta on tullut esille, esim.
sme: Sámiid ruovttuguovllu virgeoapmahaččat leat sámi giellalága 12-16 § mielde geatnegahtton doaimmahit áššebáhpáriid sámegillii ja ordnet áššehasbálvalandiliide tulkoma, juos sámegielat olmmoš ná dáhttu.

source: kunnan ostopalveluissa saamenkielistä palvelua saadaan, mikäli asiakas itse järjestää itsellensä tulkkauksen.
sme: Dulkoma ordnen lea virgeoapmahačča geatnegasvuohta, muhto lea boahtán ovdan, omd. gieldda oastobálvalusain sámegielat bálvalus ožžojuvvo, juos áššehas ieš ordne alcces tulkoma.

source: Saamen kielilaki edellyttää viranomaista järjestämään tulkkausta ja lisäksi kielilain 18 §:n mukaan viranomaisen on varmistettava toimintoja siirrettäessä kunnan ulkopuolisten elimien tuotettavaksi, että tehtävää hoidettaessa annetaan riittävää saamen kielilain mukaista palvelua.
sme: Sámi giellaláhka geatnegahttá virgeoapmahaččaid ordnet tulkoma ja lassin giellalága 18 § mielde virgeoapmahaš galgá sihkkarastit doaimmaid sirddedettiin gieldda olggobeale orgánaid bargun, ahte barggu dikšumis addojuvvo doarvái sámi giellalágas dárkkuhuvvon bálvalus.

source: Saamen kielilain toteutumiseen osoitettu määräraha Sosiaali- ja terveyspalvelujen järjestämistä varten eduskunta on valtion talousarviossa vuodesta 2002 lähtien myöntänyt määrärahan saamenkielisten sosiaali-ja terveyspalvelujen tuottamista varten maksettavaksi Saamelaiskäräjien kautta kunnille.
sme: Sámi giellalága ollašuvvamii dárkkuhuvvon mearreruhta Sosiála- ja dearvvasvuohtabálvalusaid fállama várás riikkabeaivvit leat stáhta bušeahtas jagi 2002 rájes mieđihan mearreruđa máksinláhkai Sámedikki bokte gielddaide sámegielat sosiála-ja dearvvasvuohtabálvalusaid fállama várás.

source: Sivistystoimen osalta saamenkielellä annettavan perus-ja lukioopetuksen kustannukset korvataan täysmääräisesti saamelaisalueen kunnille.
sme: Čuvgehusdoaimma oasil sámegillii addojuvvon vuođđo-ja logahatoahpahusa golut buhttejuvvojit dievasmearálaččat sámeguovllu gielddaide.

source: Lisäksi saamelaisalueen kunnille maksetaan kaksikielisyyslisää, minkä yhtenä perusteena on kunnan asukasluku.
sme: Lassin sámeguovllu gielddaide máksojuvvo guovttegielatvuođalassi, man oktan vuođustussan lea gieldda ássiidlohku.

source: Valtion talousarviossa osoitetaan saamen kielilain 31§:n mukaan määräraha valtionavustukseen saamelaisten kotiseutualueen kunnille, seurakunnille sekä saamen kielilain 18 §:ssä tarkoitetuille yksityisille (mm. kalastusalueet, riistanhoitoyhdistykset ja metsänhoitoyhdistykset) saamen kielilain soveltamisesta aiheutuvien erityisten lisäkustannusten kattamiseksi. Avustusta on myönnetty esim.
sme: Stáhta bušeahtas juolluduvvo sámi giellalága 31§ mielde mearreruhta stáhtadoarjagii sámiid ruovttuguovllu gielddaide, searvegottiide ja lassin sámi giellalága 18 §:s dárkkuhuvvon priváhta servošiidda (ee. guolástanguovllut, meahcivalljidikšunsearvvit ja vuovdedikšunsearvvit) sámi giellalága heiveheamis boahtán erenomáš lassigoluid gokčama várás.

source: henkilöstön saamen kielen opiskeluista aiheutuviin kustannuksiin, kuten palkallisiin virkavapauksiin ja sijaisen palkkakustannuksiin.
sme: Doarjja lea mieđihuvvon omd. bargoveaga sámegiela lohkamis boahtán goluide, nugo virgefriijavuođaide bálkkáin ja sadjásačča bálkágoluide.

source: Tarkoitusta varten on ollut käytettävissä enintään 128.638 € vuonna 2004, 128.700 € vuonna 2005 ja 130.00 € vuonna 2006 ja 130.000 € vuonna 2007.
sme: Dárkkuhusa várás leamašan anus eanemustá 128.638 € jagis 2004, 128.700 € jagis 2005 ja 130.00 € jagis 2006 ja 130.000 € jagis 2007.

source: Vuonna 2004 saamen kielilain soveltamisen lisäkustannuksista varatuista määrärahoista käytettiin 64,3% vuonna 2005 määrärahasta käytettiin 99,4% ja vuonna 2006 siitä käytettiin 63,6,% ja vuonna 2007 määrärahasta käytettiin 89 %.
sme: J. 2004 sámi giellalága heiveheami lassigoluin várrejuvvon mearreruđain geavahuvvui 64,3% j. 2005 mearreruđas geavahuvvui 99,4% ja j. 2006 das geavahuvvui 63,6,% ja j. 2007 mearreruđas geavahuvvui 89 %.

source: Saamenkielisten palvelujen resursoinnilla ei ole ollut laajaa vaikuttavuutta saamenkielisten palvelujen kehittymiselle Suomessa.
sme: Sámegielat bálvalusaid resurseremis ii leamašan viiddes váikkuhus sámegielat bálvalusaid ovdáneapmái Suomas.

source: Kunnat näkevät useimmiten saamen kielilain toteutumisen resurssikysymyksenä, unohtaen etteivät ne ole käyttäneet kaikkia saamen kielilainsäädännön suomia mahdollisuuksia hyväkseen.
sme: Gielddat oidnet dábálepmosit sámi giellalága ollašuvvama resursagažaldahkan, vajáldahttimiin ahte eai leat geavahan buot sámi giellaláhkaásaheamis addin vejolašvuođaid ávkin.

source: Viranomaisen eivät käytä riittävästi saamen kielilain rahoitusmahdollisuuksia, mikä heikentää saamenkielistä asiakaspalvelua.
sme: Virgeoapmahaččat eai geavat doarvái sámi giellalága ruhtadanvejolašvuođaid, mii hedjonahttá sámegielat áššehasbálvalusa.

source: Saadun rahoituksen vaikuttavuutta saamenkielisiin palveluihin on pystyttävä myös selvittämään ja rahoituksen käyttöä on seurattava aktiivisesti budjettitalouden kautta.
sme: Ožžojuvvon ruhtadeami váikkuhusa sámegielat bálvalusaide galgá bastit maiddái čielggadit ja ruhtadeami geavaheami galgá čuovvut aktiivvalaččat bušeahttadoalu bokte.

source: Saamen kielilain rahoitusta koskevaa pykälää (31 §) olisi muutettava siten, että lakisääteisiä kunnan peruspalveluja tuottavat muut tahot ja kuntayhtymät, joissa saamelaisten kotiseutualueen kunta tai osa siitä on mukana, otetaan myös saamen kielilain mukaisen valtionavustuksen piiriin.
sme: Sámi giellalága ruhtadeami guoskevaš paragráffa (31 §) galggašii rievdadit nu, ahte lágas ásahuvvon gieldda vuođđobálvalusaid fálli eará servošat ja gieldaovttastumit, main sámi ruovttuguovllu gielda dahje oassi das lea fárus, váldojit maiddái sámi giellalágas dárkkuhuvvon stáhtadoarjaga ollái.

source: Valtion olisi joko kanavoitava kaikki saamenkielisten palvelujen tuottamisen rahoitus saamelaiskäräjien kautta tai valvottava paremmin rahoituksen käyttöä erityisesti kaksikielisyyslisää myöntäessä.
sme: Stáhta galggašii jogo bidjat sámegielat bálvalusaid fállama buot ruhtadeami sámedikki bokte dahje gohcit buorebut ruhtadeami geavaheami erenomážit guovttegielatlasi mieđihettiin.

source: Kielilisä ja jakoperusteet
sme: Giellalassi ja juohkinvuođustusat

source: Kuntien valtionosuuslain (1147/96) 12 §:n mukaan saamelaisten kotiseutualueen kunnat saavat kielilisänä euromäärän, joka on 10 prosenttia yleisen valtionosuuden perusosasta.
sme: Gielddaid stáhtadoarjjalága (1147/96) 12 § mielde sámiid ruovttuguovllu gielddat ožžot giellalassin euromeari, mii lea 10 proseantta almmolaš stáhtadoarjaga vuođđooasis.

source: Sisäasiainministeriön tietojen mukaan 10 prosenttia merkitsee esimerkiksi vuodelle 2007 yhteensä 55 314 euron lisäystä näiden kuntien valtionosuuteen jakautuen kuntien kesken siten, että Enontekiö saa 5 638, Inari 19 854, Sodankylä 25 980 ja Utsjoki 3 842 euroa.
sme: Sisáššiidministeriija dieđuid mielde 10 proseantta mearkkaša ovdamearkan jahkái 2007 oktiibuot 55 314 euro lasáhusa dáid gielddaid stáhtadoarjagii. Gielddaid gaskkas dat juohkása nu, ahte Eanodat oažžu 5 638, Anár 19 854, Soađegilli 25 980 ja Ohcejohka 3 842 euro.

source: Kielilisä on tarkoitettu kaksikielisyydestä aiheutuvien lisäkustannusten kattamiseen.
sme: Giellalassi lea dárkkuhuvvon guovttegielatvuođas boahtán lassigoluid máksimii.

source: Kielilisä maksetaan yleisen valtionosuuden suuruuden mukaan, jolloin se ei vastaa saamenkielisten osuutta kunnan väkiluvusta.
sme: Giellalassi máksojuvvo almmolaš stáhtadoarjaga sturrodaga mielde, goas dat ii vástit sámegiellagiid oasi gieldda olmmošlogus.

source: Saamelaisalueen kunnista Sodankylä saa suurimman lisän, vaikka siellä asuu vähiten saamelaisia ja käytännössä Sodankylän kunta on vähiten järjestänyt saamenkielisiä palveluja alueellaan.
sme: Sámeguovllu gielddain Soađegilli oačču stuorámus lasi, vaikke doppe ásset uhcimus sápmelaččat ja geavadis Soađegili gielda lea uhcimus ordnen sámegielat bálvalusaid guovllustis.

source: Utsjoen kunta, joka on Suomen ainoa saamelaisenemmistöinen kunta, saa puolestaan pienimmän lisän.
sme: Ohcejoga gielda, mii lea Suoma áidna sámeeanetlogu gielda, oažžu fas uhcimus lasi.

source: Kielilisän maksamisessa ei myöskään oteta huomioon sitä, että Inarin kunta on nelikielinen kunta: kunnassa käytetään suomen lisäksi inarinsaamea, koltansaamea ja pohjoissaamea, jolloin saamenkielistä aiheutuvat kustannukset ovat suuremmat.
sme: Giellalasi máksimis ii maiddái vuhtiiváldo dat, ahte Anára gielda lea njealljegielat gielda: gielddas geavahuvvo suomagiela lassin anárašgiella, nuortalašgiella ja davvisámegiella, goas sámegielain boahtán golut leat stuorát.

source: Saamen kielilakiin suhtautuminen ja saamelaisten kielellisten oikeuksien valvonta
sme: Sámi giellalága vuhtiiváldin ja sámiid gielalaš vuoigatvuođaid gohcin

source: Suhtautuminen on muutamia poikkeusta lukuun ottamatta pääosin reagointia asiakkaiden vaatimuksiin.
sme: Vuhtiiváldin lea earret moatti spiehkastaga eanaš reageren áššehasaid gáibádusaide.

source: Saamenkielisistä palveluista ei ole tehty luontevaa käytännössä ja saamenkielisiä palveluja järjestetään ainoastaan mikäli niitä osataan vaatia.
sme: Sámegielat bálvalusat eai leat dahkkon lunddolažžan geavadis ja sámegielat bálvalusat lágiduvvojit dušše juos dáid máhttet gáibidit.
